TOKEN = '5398497193:AAGIb9fpRMo5yN54moUoODS2WNNlONfktzk'
WELCOME_MSG = '''
<b>Привет! Это проект “5 IT лицеев в регионах КР”.</b>
Наши филиалы открыты в 8 городах Кыргызстана:
а) 2 лицея в Бишкеке: #3 и №93
б) Токмокский Индустриально-педагогический колледж (ТИПК)
в) Нарын
г) Каракол
д) Кызыл-Кыя
е) Майлуу - Суу


Давай знакомиться! Как тебя зовут?
'''
LANGUAGES = 'Python и JavaScript \nКакому языку программирования хочешь обучиться?'
AGES = 'Ограничений по возрасту нет, необходимо прийти с аттестатом о среднем общем образовании или аттестатом об основном общем образовании. \nКакому языку программирования хочешь обучиться?'
ORT = 'Чтобы поступить в IT лицеи ОРТ не нужен. Мы проводим сами тестирование на логические задачи и на знание базы математики \nКакому языку программирования хочешь обучиться?'
AGE_BASED = 'В лицей можно поступить на базе 9 и 11 классов. (Если ты закончил давно школу, выбирай опцию база 11 класса)'

CLASS_9_JAVASCRIPT = ''' 
На базе 9 класса языку программирования JavaScript можно обучиться:
1) Профессиональный лицей №14 в городе Каракол
2) ТИПКолледж в городе Токмок
3) Профессиональный лицей № 6 в Таласской области, село Кок-Ой (10 минут от города Талас)
4) Профессиональный лицей № 87 в городе Нарын
5) Профессиональный лицей № 70 в городе Кызыл-Кыя
6) Профессиональный лицей № 76 в городе Майлуу-Суу

'''

CLASS_11_JAVASCRIPT = '''
На базе 11 класса языку программирования JavaScript можно обучиться:
1) Профессиональный лицей № 14 в городе Каракол
2) ТИПКолледж в городе Токмок
3) Профессиональный лицей № 87 в городе Нарын
4) Профессиональный лицей № 70 в городе Кызыл-Кыя
5) Профессиональный лицей № 3 в городе Бишкек
6) Профессиональный лицей № 93 в городе Бишкек
7) Профессиональный лицей № 76 в городе Майлуу-Суу
'''

CLASS_9_PYTHON = '''
На базе 9 класса языку программирования Python можно обучиться:
1) Профессиональный лицей №14 в городе Каракол
2) ТИПКолледже в городе Токмок
3) Профессиональный лицей № 87 в городе Нарын
4) Профессиональный лицей № 70 в городе Кызыл-Кыя
5) Профессиональный лицей № 76 в городе Майлуу-Суу
'''

CLASS_11_PYTHON = '''
На базе 11 класса языку программирования Python можно обучиться:
1) Профессиональный лицей № 14 в городе Каракол
2) ТИПКолледж в городе Токмок
3) Профессиональный лицей № 28 селе Беловодское
4) Профессиональный лицей № 87 в городе Нарын
5) Профессиональный лицей № 70 в городе Кызыл-Кыя
6) Профессиональный лицей № 76 в городе Майлуу-Суу
7) Профессиональный лицей № 3 в городе Бишкек
8) Профессиональный лицей № 93 в городе Бишкек
'''

EDUCATION_PROGRAM = '''
Программа обучения была специально разработана действующими программистами в 2019 году и закреплена РНМЦ. В программу обучения входят актуальные темы для изучения языка программирования.
Ссылка на программу обучения: <a href="https://drive.google.com/drive/folders/13pjGl5nPZFuIC-7Np6C2omK1TKrdjY1p">клик</a>
'''

EDUCATION_DURATION = '''
На базе 9 класса вы обучаетесь 2 года. По окончанию получаете:
1) Аттестат об основном общем образовании от Министерства образования КР
2) Диплом о начальном профессиональном образовании от Министерства образования КР

На базе 11 класса обучаетесь 10 месяцев.  По окончанию получаете диплом о начальном профессиональном образовании от Министерства образования КР

Внимание!
В ТИПКолледже в городе Токмок длительность обучения отличается, так как колледж выдает диплом о <b>среднем</b> профессиональном образовании.
На базе 9 класса - 3 года 
На базе 11 класса - 2 года
'''

CONTRACT_GROUP = '''
<b>Контрактные группы  на базе 11 класса:</b>
Профессиональный лицей №3 в г. Бишкек - 27 000 сом
Профессиональный лицей № 28 в с. Беловодское  - 50 000 сом
ТИПКолледж в г. Токмок  - 17 900 сом
Профессиональный лицей № 87 в г. Нарын  - 50 000 сом 
Профессиональный лицей №14 в г.  Каракол  - 36 000 сом 
Профессиональный лицей № 70 в г.  Кызыл-Кыя - 40 000 сом
Профессиональный лицей № 70 в г.  Кызыл-Кыя - 40 000 сом
Профессиональный лицей № 76 в г.  Майлуу-Суу - 8 000 сом


<b>Контрактные группы  на базе 9 класса:</b>
ТИПКолледж в г. Токмок  - 17 900 сом 
Профессиональный лицей № 87 в г.  Нарын - 36 000 сом 
Профессиональный лицей №14 в г.  Каракол - 25 000 сом
Профессиональный лицей № 6 в г.  Талас - 25 000 сом
Профессиональный лицей № 70 в г.  Кызыл-Кыя - 25 000 сом
Профессиональный лицей № 76 в г.  Майлуу-Суу - 16 000 сом
'''

BUDGET_GROUP = '''
Профессиональный лицей №3 в г. Бишкек на базе 11 класса
Профессиональный лицей №93 в г. Бишкек на базе 11 класса
Профессиональный лицей № 28 в с. Беловодское на базе 11 класса
Профессиональный лицей № 76 в г. Майлуу-Суу на базе 9 и 11  классов
'''

DOCUMENTS = '''
1) Заявление на имя Директора
2) Документ об образовании (свидетельство для 9 кл., аттестат для 11 кл.)
3) Медицинскую справку по форме №086-У
4) 6 фотокарточек размером 3Х4 см
5) Справка с места жительства, состав семьи
6) Копии паспортов родителей (если вам нет еще 18 лет)
7) Папка-скоросшиватель.
8) Призывникам необходимо предъявить приписное свидетельство, военнообязанным – военный билет;
9) Паспорт и\или другие документы, удостоверяющие личность, предъявляются лично при подаче документов
'''

LAPTOP = '''
Для поступления необходимо иметь собственный ноутбук. 

<b>Минимальные характеристики для ноутбука</b>:
• 64х-битная система
• Двухъядерный процессор (intel core i3 и выше)
• от 4х Гб оперативной памяти
• рекомендуется SSD на 128 Гб и выше

<b>Рекомендуемые характеристики</b>:
• Процессор i5 и выше
• 8gb и больше оперативной памяти
• Рекомендуется ssd больше 128гб
'''

DORM = '''
Общежитие с бесплатным проживанием:
• ПЛ № 3 в г. Бишкек
• ТИПК в г. Токмок
• ПЛ  № 14 в г. Каракол
• ПЛ  №6 в г. Талас с 3-х разовым питанием
• ПЛ  №87 в г. Нарын
• ПЛ  №76 в г. Кызыл-Кыя
'''