TOKEN = '5398497193:AAGIb9fpRMo5yN54moUoODS2WNNlONfktzk'
WELCOME_MSG = '''
<b>Салам! Бул "Аймактык IT лицей" долбоору.</b> 
Биздин филиалдар Кыргызстандын 8 шаарында ачылган:
а) Бишкек ш.2 лицей: №3 жана №93
б) Токмок индустриалдык-педагогикалык техникуму (ТИПК)
в) Нарын
г) Каракол
д) Кызыл-Кыя
е) Майлуу - Суу
Кел таанышалы! Сенин атын ким?
'''

LANGUAGES = 'Python жана JavaScript \nКандай программалоо тилин үйрөнгүңүз келет?'
AGES = 'Жаш курагы боюнча чектөө жок, орто жалпы билими тууралуу  же негизги жалпы билими тууралуу  күбөлүк (аттестат)  менен келип окуса болот.'
ORT = 'IT лицейлерине тапшыруу үчүн ЖРТнын кереги жок. Биз  логикалык маселелер боюнча жана математиканын базалык деңгээлин билүү үчүн тест жүргүзөбүз'
CONTACTS = '''
<b>КЛ №93</b>
Бишкек ш., Чолпон-Атинская 3
Гейн Евгений - 0556401032
<b>КЛ №3</b>
 Бишкек ш ., Раззакова, 62
Темиркулова Наргис - 0705 627 417
<b>КЛ №28</b>
 Беловодское а., Крупская, 125
Путылина Наталья 0557555568
<b>КЛ №76</b>
 Майлуу Суу ш., Ленина 2
Расулов Замирбек - 0777013975
<b>ТИПК</b>
Токмок ш., Шамсинская, 35
Мидина Шаршенбаева - 0707 430 507
<b>КЛ №87</b>
 Нарын ш., Ленина, 92
Ширин Турдумбек кызы - 0701 028 787 995
<b>КЛ №14</b>
Каракол ш., Тыныстанов, 61
Максим Баженов - 0555005131
<b>КЛ №70</b>
 Кызыл-Кыя ш., Асаналиева, 3
Чалабаева Саалтанат - 0770 503 684
<b>КЛ №6</b>
Талас район,  Кок-Ой а., Манас к., 101
Жаманкулова Самара - 0706 301 904
'''
AGE_BASED = 'Лицейге 9-11-класстардын базасында тапшырса болот. (Эгер сиз мектепти көп убакыт мурун бүтүргөн болсоңуз, анда 11-класстын базасында.  Вариантты тандаңыз)'
CLASS_9_JAVASCRIPT = '''
9-класстын негизинде JavaScript программалоо тилин төмөндөгү <b>кесиптик лицейлерде</b> үйрөнсө болот:
• Каракол ш. №14 кл
• Токмок ш. ТИП колледжи
• Талас районундагы №6 кл, Көк-Ой айылы (Талас ш. 10 мүнөттүк аралыкта)
• Нарын ш. №87 кл
• Кызыл-Кыя ш. №70 кл
• Майлуу-Суу ш. №76 кл
'''

CLASS_11_JAVASCRIPT = '''
11-класстын базасында JavaScript программалоо тилин төмөндөгү <b>кесиптик лицейлерде</b> үйрөнсө  болот:
• Каракол ш. №14 кл
• Токмок ш. ТИП колледжи
• Нарын ш.№87 кл
• Кызыл-Кыя ш. №70 кл
• Бишкек ш. №3 кл
• Бишкек ш. №93 кл
• Майлуу-Суу ш. №76 кл
'''

CLASS_9_PYTHON = '''
9-класстын негизинде Python программалоо тилин төмөндөгү <b>кесиптик лицейлерде</b> үйрөнсө болот:
• Каракол ш. №14 кл
• Токмок ш. ТИП колледжи
• Нарын ш. №87 кл
• Кызыл-Кыя ш. №70 кл
• Майлуу-Суу ш.  №76 кл
'''

CLASS_11_PYTHON = '''
11-класстын негизинде Python программалоо тилин төмөндөгү <b>кесиптик лицейлерде</b> үйрөнсө болот:
• Каракол ш. №14 кл
• Токмок ш. ТИП колледжи
• Беловодское а. №28 кл
• Нарын ш. №87 кл
• Кызыл-Кыя ш. №70 кл
• Майлуу-Суу ш. №76 кл
• Бишкек ш.  №3 кл
• Бишкек ш. №93 кл
'''

EDUCATION_PROGRAM = '''
Окуу программасы 2019-жылы учурдагы программисттер тарабынан атайын иштелип чыккан жана РНМЦ тарабынан бекитилген. Окуу планы программалоо тилин үйрөнүү үчүн актуалдуу темаларды камтыйт.
Окуу программасына шилтеме: <a href="https://drive.google.com/drive/folders/13pjGl5nPZFuIC-7Np6C2omK1TKrdjY1p">клик</a>
'''

EDUCATION_DURATION = '''
9-класстын базасында 2 жыл окуйсуз. \n<b>Окууну аяктаганда</b>:
• Кыргыз Республикасынын Билим берүү министрлигинин негизги жалпы билими жөнүндө  күбөлүк (аттестат)
• Кыргыз Республикасынын Билим берүү министрлигинин башталгыч кесиптик билими жөнүндө диплому
11-класстын базасында 10 ай окуйсуз. Окууну аяктагандан кийин Кыргыз Республикасынын Билим берүү министрлигинен башталгыч кесиптик билими тууралуу диплом аласыз
<b>Көңүл буруңуз!</b>
Токмок ш. ТИП колледжинде окуутуунун мөөнөтү айырмаланат , анткени колледж орто кесиптик билими тууралуу диплом берет.
9-класстын базасында - 3 жыл
11-класстын базасында - 2 жыл
'''

CONTRACT_GROUP = '''
<b>11-класстын базасындагы кесиптик  лицейлер</b>:
Бишкектеги №3 кл – 27 000 сом
Беловодское а. №28 кл - 50 000 сом
Токмок ш. ТИП Колледж – 17900 сом
Нарын ш. №87 кл – 50 000 сом
Каракол ш. №14 кл – 36 000 сом
Кызыл-Кыя ш. №70 кл – 40 000 сом
Майлуу-Суу ш. №76 кл – 8000 сом

<b>9-класстын базасындагы  кесиптик лицейлер</b>:
Токмок ш. ТИПКолледж – 17900 сом
Нарын ш. №87 кл – 36 000 сом
Каракол ш. №14 кл – 25 000 сом
Талас ш. №6 кл – 25 000 сом
Кызыл-Кыя ш. №70 кл – 25 000 сом
Майлуу-Суу ш. №76 кл – 16 000 сом
'''

BUDGET_GROUP = '''
Профессиональный лицей №3 в г. Бишкек на базе 11 класса
Профессиональный лицей №93 в г. Бишкек на базе 11 класса
Профессиональный лицей № 28 в с. Беловодское на базе 11 класса
Профессиональный лицей № 76 в г. Майлуу-Суу на базе 9 и 11  классов
'''

DOCUMENTS = '''
1) Директордун наамына арыз
2) <b>Билими тууралуу документ (9-класс үчүн аттестат, 11-класс үчүн аттестат)</b>
3) № 086-У формасындагы медициналык справка
4) 3x4 см өлчөмундөгу 6 сурөт
5) Жашаган жеринен үй-бүлө курамы тууралуу справка 
6) Ата-энесинин паспортунун көчүрмөсү (жашы 18-ге чыга элек болсо)
7) Папка-скоросшиватель
8) <b>Аскерге милдеттүүлөр каттоо күбөлүгүн, аскерге милдеттүүлөр - аскердик билетти көрсөтүшү керек</b>
9) Паспорт жана/же өздүгүн тастыктоочу башка документтер документтерди тапшырууда жеке көрсөтүлөт
'''

LAPTOP = '''
Лицейде окуу үчүн ар бир студентте жеке ноутбук болушу керек.

Ноутбук үчүн минималдуу спецификациялар:
* 64-бит системасы
* Эки ядролуу процессор (intel core i3 жана андан жогору)
* 4 ГБ оперативдүү эс тутумдан
* 128 ГБ SSD же андан жогору сунушталат

Сунушталган мүнөздөмөлөр:
* Процессор i5 жана андан жогору
* 8 Гб же андан көп RAM
*128 ГБдан жогору SSD сунушталат
'''

DORM = '''
Төмөнкү  кесиптик лицейлерде бекер жатакана бар:
* Бишкек ш.№3 кл
* Токмок ш. ТИПКоллеж
* Каракол ш. №14 кл
* Талас ш. №6 кл жана 3 маал тамактануу 
* Нарын ш. №87 кл
* Кызыл-Кыя ш. №76 кл 
'''